{
    "verbs": [
      {
        "v": "EXITS",
        "map": "EXITS"
      },
      {
        "v": "QUIT",
        "map": "QUIT"
      },
      {
        "v": "NORTH",
        "map": "NORTH"
      },
      {
        "v": "N",
        "map": "NORTH"
      },
      {
        "v": "SOUTH",
        "map": "SOUTH"
      },
      {
        "v": "S",
        "map": "SOUTH"
      },
      {
        "v": "EAST",
        "map": "EAST"
      },
      {
        "v": "E",
        "map": "EAST"
      },
      {
        "v": "WEST",
        "map": "WEST"
      },
      {
        "v": "W",
        "map": "WEST"
      },
      {
        "v": "CARS",
        "map": "CARS"
      },
      {
        "v": "INSIDE",
        "map": "INSIDE"
      },
      {
        "v": "I",
        "map": "INSIDE"
      },
      {
        "v": "DOWN",
        "map": "DOWN"
      },
      {
        "v": "D",
        "map": "DOWN"
      },
      {
        "v": "U",
        "map": "UP"
      },
      {
        "v": "UP",
        "map": "UP"
      },
      {
        "v": "T",
        "map": "TAKE"
      },
      {
        "v": "TAKE",
        "map": "TAKE"
      }
    ],
    "rooms": {
      "MARIE": {
        "name": "You are walking around the central pavillion of Wonder World, trying to find an exit.",
        "desc": "The gates where you came in the park are nowhere in sight, something is seems off as no one else is outside walking around. You decide to find where everyone went\r\nand you see a Nun locking up gates that go inward toward more of the rides. You approach the gates and she calls out\r\r\r\nYou should leave we don't have anymore room for anyone else, unless you have a skill we can use you best take your chances outside the park.",
        "exits": [
          {
            "verb": "FORWARD",
            "target": "JIM",
            "condition": ""
          },
          {
            "verb": "",
            "target": "SBUILD",
            "condition": ""
          },
          {
            "verb": "",
            "target": "GAS",
            "condition": ""
          },
          {
            "verb": "",
            "target": "EBUILD",
            "condition": ""
          }
        ],
        "inventory": []
      },
      "JIM": {
        "name": "You are walking from the gates deeper into the park",
        "desc": "You see all of the rollercoasters have stopped and the sky is an even brighter orange color. You look further down the path you are on to see man seemlingly looting the gift shops in the park.\r\n You try to pass by him w/o him noticing as he looks quite strange but he turns around and says:\r\r\r\nWould you mind giving me a hand? Were not going to have much time before it's not safe up here.",
        "exits": [
          {
            "verb": "FORWARD",
            "target": "VICKIE",
            "condition": ""
          },
          {
            "verb": "",
            "target": "WBUILD",
            "condition": ""
          },
          {
            "verb": "",
            "target": "SBUILD",
            "condition": ""
          },
          {
            "verb": "",
            "target": "EBUILD",
            "condition": ""
          }
        ],
        "inventory": []
      },
      "VICKIE": {
        "name": "You continue down the path toward the back of park.",
        "desc": "Making your way toward the ferris wheel you see a girl outside of it looking to be setting up a garden right outside of the ferris wheel.\r\n She is wearing a name tag so it seems she works at the park or at least used to. You notice that the ferris wheel seems to have some vines and plants growing in it, like it hasn't been started in years. You walk up to the stairs og the ferris wheel when Vickie calls out to you: \r\r\r\n HEY! That attraction is out of order don't even think about starting it up. ",
        "exits": [
          {
            "verb": "FORWARD",
            "target": "MORT",
            "condition": ""
          },
          {
            "verb": "",
            "target": "BRIDGE",
            "condition": ""
          }
        ],
        "inventory": []
      },
      "MORT": {
        "name": "You convince Vickie to let you use the ferris wheel, but she leaves and goes back to the park",
        "desc": "You realize you need someone to start and stop the machiene for you. Luckily you see a guy lurking on the back of the wheel mumbling to himself. You ask him if he can operate the wheel to he responds:\r\r\r\n What do you think your going to see up there?",
        "exits": [
          {
            "verb": "FORWARD",
            "target": "WBUILD",
            "condition": ""
          }
        ],
        "inventory": []
    